analysis/results/old/gogci-YCSB-stdout-e8.log
[OVERALL], RunTime(ms), 1527693
[OVERALL], Throughput(ops/sec), 1.3091635557667674
[TOTAL_GCS_G1_Young_Generation], Count, 7
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 130
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.008509563112483987
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 7
[TOTAL_GC_TIME], Time(ms), 130
[TOTAL_GC_TIME_%], Time(%), 0.008509563112483987
[READ], Operations, 1999
[READ], AverageLatency(us), 763730.7293646823
[READ], MinLatency(us), 660992
[READ], MaxLatency(us), 949247
[READ], 95thPercentileLatency(us), 839167
[READ], 99thPercentileLatency(us), 869887
[READ], Return=OK, 1999
[READ], Return=SERVICE_UNAVAILABLE, 1
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3.0
[CLEANUP], MinLatency(us), 3
[CLEANUP], MaxLatency(us), 3
[CLEANUP], 95thPercentileLatency(us), 3
[CLEANUP], 99thPercentileLatency(us), 3
[READ-FAILED], Operations, 1
[READ-FAILED], AverageLatency(us), 5754.0
[READ-FAILED], MinLatency(us), 5752
[READ-FAILED], MaxLatency(us), 5755
[READ-FAILED], 95thPercentileLatency(us), 5755
[READ-FAILED], 99thPercentileLatency(us), 5755