analysis/results/old/gonogci-YCSB-stdout-e7.log
[OVERALL], RunTime(ms), 1527763
[OVERALL], Throughput(ops/sec), 1.3091035716927297
[TOTAL_GCS_G1_Young_Generation], Count, 7
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 112
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.007330980001479287
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 7
[TOTAL_GC_TIME], Time(ms), 112
[TOTAL_GC_TIME_%], Time(%), 0.007330980001479287
[READ], Operations, 2000
[READ], AverageLatency(us), 763376.384
[READ], MinLatency(us), 639488
[READ], MaxLatency(us), 944127
[READ], 95thPercentileLatency(us), 836095
[READ], 99thPercentileLatency(us), 861183
[READ], Return=OK, 2000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4.0
[CLEANUP], MinLatency(us), 4
[CLEANUP], MaxLatency(us), 4
[CLEANUP], 95thPercentileLatency(us), 4
[CLEANUP], 99thPercentileLatency(us), 4