analysis/results/old/gozero-YCSB-stdout-e2.log
[OVERALL], RunTime(ms), 783154
[OVERALL], Throughput(ops/sec), 1.2768880705455121
[TOTAL_GCS_G1_Young_Generation], Count, 4
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 85
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.010853548599636853
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 85
[TOTAL_GC_TIME_%], Time(%), 0.010853548599636853
[READ], Operations, 1000
[READ], AverageLatency(us), 782464.512
[READ], MinLatency(us), 623616
[READ], MaxLatency(us), 943615
[READ], 95thPercentileLatency(us), 876543
[READ], 99thPercentileLatency(us), 905727
[READ], Return=OK, 1000
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 5.0
[CLEANUP], MinLatency(us), 5
[CLEANUP], MaxLatency(us), 5
[CLEANUP], 95thPercentileLatency(us), 5
[CLEANUP], 99thPercentileLatency(us), 5